tap 'caskroom/cask'
tap 'homebrew/bundle'

tap 'neovim/neovim'

cask 'java'

brew 'xz'
brew 'git'
brew 'openssl'
brew 'ffmpeg'
brew 'fpp'
brew 'htop-osx'
brew 'hugo'
brew 'imagemagick'
brew 'macvim', args: ['with-override-system-vim']
brew 'mozjpeg'
brew 'nvm'
brew 'rust'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'urlview'
brew 'wget'
brew 'zsh'

brew 'caskroom/cask/brew-cask'
brew 'neovim/neovim/neovim'

cask '1password'
cask 'adobe-reader'
cask 'atom'
cask 'caffeine'
cask 'calibre'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'linein'
cask 'rust'
cask 'seil'
cask 'slack'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
